;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 2.35
; Update: 2017-11-03
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelem
Error=Hiba
Confirm=Megerősítés
FrmJSAbout.caption=Névjegy
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Jelenlegi verzió:
FrmJSAbout.lblemail.caption=Email:
FrmJSAbout.lblhome.caption=Weblap:
FrmJSAbout.lblthank.caption=Köszönjük a következő személyek közreműködését:
FrmRSMain.btnSupport.hint=Támogatás és visszajelzés
;
; Popup Menu
;
unsupported=Nem támogatott formátum
denied=Hozzáférés megtagadva
unknownpath=Nincs elérési útvonal
pmCheckMsg=Hírek automatikus ellenőrzése
pmforum=Fórum
pmHelp=Online súgó
pmHome=Weblap
pmCheckNew=Frissítések ellenőrzése
pmContact=Kapcsolat
pmLang=Nyelvek
pmAbout=Névjegy
pmcpfilename=Teljes elérési útvonal másolása
pmcppath=Könyvtár másolása
pmopen=Megnyitás
pmopenfolder=Mappa megnyitása
pmcpfile=Fájl/mappa másolása
pmdel=Fájl/mappa törlése
pmatt=Tulajdonságok
pmSelectAll=Az összes elem kijelölése
pmSelectNone=Kijelölés megszüntetése
pmSelectInvert=Kijelölés megfordítása
pmCheckNew=Frissítések ellenőrzése
pmJetHelp=Gyorskeresés futtatása
nopath=Az elérési útvonal nem létezik
pmcutfile=Áthelyezés...
pmexportto=Mentés txt fájlba...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Tetszik
FrmRSMain.btnSearch.caption=Keresés
FrmRSMain.btnfeedback.caption=Javaslat és visszajelzés
FrmRSMain.btncheckupdate.caption=Frissítések ellenőrzése
FrmRSMain.btnFacebook.hint=WiseCleaner lájkolása a Facebookon
FrmRSMain.btnTwitter.hint=Wise JetSearch megosztása a Twitteren
FrmRSMain.btnemail.hint=Wise JetSearch megosztása a barátokkal
;
;Like us
;
Frmlikeit.lblTitle.caption=Ha kedveli a Wise JetSearch programot, kérjük, ismertesse meg ezt az ingyenes eszközt kedvesével.
Frmlikeit.lblInfo.caption=Kérjük, ossza meg a Wise JetSearch programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitteren, Youtubeon, Facebookon, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
Frmlikeit.lblRate.caption=Wise JetSearch értékelés: 
Frmlikeit.lblfollow.caption=Kövessen minket: 
Frmlikeit.lblshare.caption=Wise JetSearch megosztás: 
Frmlikeit.btndownload.caption=Ingyenes letöltés
Frmlikeit.imgrate.hint=Adjon nekünk 5 csillagot a CNET-en
Frmlikeit.imgmail.hint=Ossza meg barátaival
Frmlikeit.imgface1.hint=Ossza meg a Facebookon
Frmlikeit.imgface2.hint=Kattintson a tetszik gombra a Facebookon
Frmlikeit.imgtwitter1.hint=Ossza meg a Twitteren
Frmlikeit.imgtwitter2.hint=Kövessen minket a Twitteren
Frmlikeit.Caption=Tetszik
Frmlikeit.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról

[Edit]
pmcut=Kivágás
pmcopy=Másolás
pmpaste=Beillesztés
pmdelete=Törlés
pmselectall=Összes kijelölése


[Message]
Loading=Index létrehozása...
Loaded=A létrehozása befejeződött
Audios=Audiók
Videos=Videók
Images=Képek
Document=Dokumentumok
Compressed=Archívum
Email=Email
NewVer=Új Wise JetSearch verzió érhető el! Frissíti most?
KeyDelete=Törlés
AllHardDrive=Helyi merevlemezek
SelectHardDrive=Kérjük, válassza ki a merevlemez-meghajtót
ScanFor=Keresés a meghajtón:
Search=Keresés
LeftTimeSec=Időtartam: %s másodperc
NoKeyWord=Kérjük, adja meg a keresési kulcsszavakat.
Stop=Leállítás
NoDriveChecked=Kérjük, válasszon egy meghajtót a vizsgálathoz.
NoNewVer=Gratulálunk! A jelenleg használt verzió a legújabb!
TranslateTo=Fordítás...

[FastFind]
Name=Név
Path=Elérési útvonal
FileSize=Fájlméret
FileType=Típus
DateModified=Módosítási dátum
KeyWord=Adja meg a kulcsszavakat
SearchFinish=A keresés befejeződött. %d fájlt/mappát találtunk.
SearchAborted=A keresés meg lett szakítva. %d fájlt/mappát találtunk.
NoResult=Nem találtunk ilyen fájlokat.

[Help]
Startup=Gyorskeresés futtatása a PC indításakor
AutoRunMain=Gyorskeresés ablak futtatása a JetSearch-nél
Del=Törlés
Tips=Helyi fájl/mappa gyorskeresése